export const nQuizEventTermTitle = "[ 퀴즈 이벤트 약관 ]";

export const nQuizEventTerms = [
  "퀴즈의 문제는 당일 오전 10시 정각에 오픈됩니다.",
  "퀴즈의 정답은 띄어쓰기 및 오탈자 없이 정확히 입력해야합니다.",
  "퀴즈의 정답 제출은 이벤트 진행중에만 가능합니다.",
  "1인 1일 1회 당첨 가능합니다. 1일 2회 이상 당첨을 시도할 경우 추가 당첨은 불가합니다.",
  "선착순 이벤트 당첨 시 별도의 정보 입력 페이지로 이동합니다.",
  "해당 페이지에 당일 23시 59분까지 정보 입력을 해주셔야하며, 페이지이탈 시 당첨은 취소됩니다.",
  "이 경우 추가 당첨자 선정은 이뤄지지 않습니다.",
  "선착순 이벤트 당첨 시 경품 수령을 위한 개인 정보 제공 및 이용 약관에 동의해주셔야합니다.",
  "이벤트 상품의 경우 이벤트 종료(8월 2일) 이후 순차적으로 문자로 발송됩니다.",
  "휴대폰 번호 오기입으로 인한 상품 재발송은 불가하니, 정확한 입력 부탁드립니다.",
  "유의사항을 읽지 않고 발생한 모든 상황에 대해서는 책임지지 않습니다.",
  "기타 부정한 방법으로 참여할 경우 당첨이 취소될 수 있습니다.",
];

export const pickEventTermsTitle = "[ 추첨 이벤트 약관 ]";

export const pickEventTerms = [
  "본 이벤트는 구글 로그인 후 참여 가능합니다.",
  "이벤트 최초 참여시 자동으로 이벤트에 응모됩니다. 1인 1회 응모 가능합니다.",
  "뽑기권은 가입 시 1회 증정됩니다.",
  "추가적인 뽑기권은 공유된 링크를 통해 친구가 가입 절차를 완료한 경우에 증정됩니다.",
  "모든 파츠는 동일한 확률(6.25%)을 가지며 중복 뽑기가 가능합니다.",
  "미니어처 당첨 이벤트는 4개의 카테고리 중 각각 1개 이상의 파츠를 장착 완료한 고객을 대상으로 진행됩니다.",
  "이벤트 종료(8월 21일) 이후 이벤트 당첨자에게는 개별적으로 안내 메일이 나갈 예정이며 9월 9일 이후 당첨자 확인 페이지에서 당첨자 명단을 게시할 예정입니다.",
  "1등의 경우 만 19세 이상 고객만 당첨 가능합니다.",
  "2,3등의 경우 만 26세 이상이며 운전면허 취득일로부터 1년 이상, 본인 명의 신용카드 소지자에 한해 당첨 가능합니다. 당첨 이후 동일한 개인정보로 현대셀렉션 회원가입을 해주셔야합니다.",
  "아반떼 N 당첨 고객의 제세공과금 22%는 본인부담입니다. 자세한 사항은 현대자동차에서 별도 안내할 예정입니다.",
  "연락처 및 주소 오기입, 변경으로 인한 경품 미수령에 대한 책임은 참여자 본인에게 있습니다.",
  "경품의 양도,양수 및 타 상품으로의 교환/환불은 불가합니다.",
  "이벤트 상품 이미지는 실물과 다를 수 있습니다.",
  "유의사항을 읽지 않고 발생한 모든 상황에 대해서는 책임지지 않습니다.",
  "기타 부정한 방법으로 참여할 경우 당첨이 취소될 수 있습니다.",
  "당첨자 추첨 후 3회 추가 메일로 연락 예정이며, 부재 또는 잘못된 정보 기입으로 미응답시 당첨이 취소될 수 있습니다.",
  "경품 수령 과정 중 담당자가 별도로 연락을 드릴 예정입니다. 정확한 연락처 정보를 기입해 주시기 바랍니다.",
];
