export const nQuizEventTermTitle = "[ 퀴즈 이벤트 약관 ]";

export const nQuizEventTerms = [
  "퀴즈의 문제는 당일 오전 10시 정각에 오픈됩니다.",
  "퀴즈의 정답은 띄어쓰기 및 오탈자 없이 정확히 입력해야합니다.",
  "퀴즈의 정답 제출은 이벤트 진행중에만 가능합니다.",
  "1인 1일 1회 당첨 가능합니다. 1일 2회 이상 당첨을 시도할 경우 추가 당첨은 불가합니다.",
  "선착순 이벤트 당첨 시 별도의 정보 입력 페이지로 이동합니다.",
  "해당 페이지에 당일 23시 59분까지 정보 입력을 해주셔야하며, 페이지이탈 시 당첨은 취소됩니다.",
  "이 경우 추가 당첨자 선정은 이뤄지지 않습니다.",
  "선착순 이벤트 당첨 시 경품 수령을 위한 개인 정보 제공 및 이용 약관에 동의해주셔야합니다.",
  "이벤트 상품의 경우 이벤트 종료(8월 2일) 이후 순차적으로 문자로 발송됩니다.",
  "휴대폰 번호 오기입으로 인한 상품 재발송은 불가하니, 정확한 입력 부탁드립니다.",
  "유의사항을 읽지 않고 발생한 모든 상황에 대해서는 책임지지 않습니다.",
  "기타 부정한 방법으로 참여할 경우 당첨이 취소될 수 있습니다.",
];
